#Пользователь вводит номер буквы в алфавите. Определить, какая это буква
num = int(input("Введите номер буквы в латинском алфавите с 97 по 122: "))

letter = chr(num)

print(f"Это буква {letter}")